{
  "plugins": {
    "Vim-Jinja2-Syntax": {
      "src": "https://github.com/Glench/Vim-Jinja2-Syntax"
    },
    "ale": {
      "src": "https://github.com/dense-analysis/ale"
    },
    "cmp-beancount": {
      "src": "https://github.com/crispgm/cmp-beancount"
    },
    "cmp-buffer": {
      "src": "https://github.com/hrsh7th/cmp-buffer"
    },
    "cmp-emoji": {
      "src": "https://github.com/hrsh7th/cmp-emoji"
    },
    "cmp-nvim-lsp": {
      "src": "https://github.com/hrsh7th/cmp-nvim-lsp"
    },
    "cmp-path": {
      "src": "https://github.com/hrsh7th/cmp-path"
    },
    "csv.vim": {
      "src": "https://github.com/chrisbra/csv.vim"
    },
    "emmet-vim": {
      "src": "https://github.com/mattn/emmet-vim"
    },
    "fugitive-gitlab.vim": {
      "src": "https://github.com/shumphrey/fugitive-gitlab.vim"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua"
    },
    "go.nvim": {
      "src": "https://github.com/ray-x/go.nvim"
    },
    "lightline.vim": {
      "src": "https://github.com/itchyny/lightline.vim"
    },
    "lsp_signature.nvim": {
      "src": "https://github.com/ray-x/lsp_signature.nvim"
    },
    "nvim-cmp": {
      "src": "https://github.com/hrsh7th/nvim-cmp"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-tree.lua": {
      "src": "https://github.com/nvim-tree/nvim-tree.lua"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "salt-vim": {
      "src": "https://github.com/vmware-archive/salt-vim"
    },
    "tokyonight.nvim": {
      "src": "https://github.com/folke/tokyonight.nvim"
    },
    "ts-install.nvim": {
      "src": "https://github.com/lewis6991/ts-install.nvim"
    },
    "vim-beancount": {
      "src": "https://github.com/nathangrigg/vim-beancount"
    },
    "vim-fugitive": {
      "src": "https://github.com/tpope/vim-fugitive"
    },
    "vim-gnupg": {
      "src": "https://github.com/jamessan/vim-gnupg"
    },
    "vim-rhubarb": {
      "src": "https://github.com/tpope/vim-rhubarb"
    }
  }
}
